13xforever.language-x86-64-assembly
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dracula-theme.theme-dracula
GitHub.github-vscode-theme
golang.Go
hediet.vscode-drawio
ms-azuretools.vscode-docker
ms-python.python
msjsdiag.debugger-for-chrome
pnp.polacode
ritwickdey.LiveServer
stevemoser.xcode-keybindings
vincaslt.highlight-matching-tag
vknabel.vscode-apple-swift-format
wayou.vscode-todo-highlight
