13xforever.language-x86-64-assembly
be5invis.toml
DavidAnson.vscode-markdownlint
GitHub.github-vscode-theme
idleberg.applescript
mathiasfrohlich.Kotlin
matklad.rust-analyzer
miguelsolorio.fluent-icons
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
quicktype.quicktype
rebornix.ruby
rust-lang.rust
stevemoser.xcode-keybindings
timonwong.shellcheck
vknabel.vscode-apple-swift-format
wayou.vscode-todo-highlight
usernamehw.errorlens
wingrunr21.vscode-ruby
