13xforever.language-x86-64-assembly
be5invis.toml
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dracula-theme.theme-dracula
formulahendry.code-runner
GitHub.github-vscode-theme
golang.go
hediet.vscode-drawio
idleberg.applescript
mathiasfrohlich.Kotlin
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-vscode.cpptools
msjsdiag.debugger-for-chrome
pnp.polacode
rangav.vscode-thunder-client
ritwickdey.LiveServer
rust-lang.rust
stevemoser.xcode-keybindings
timonwong.shellcheck
vincaslt.highlight-matching-tag
vknabel.vscode-apple-swift-format
wayou.vscode-todo-highlight
